{
  "reviews": [
    {
      "name": "Kassidy & Hunter",
      "type": "Wedding",
      "review": "Wedding days are stressful but NTS Films knew exactly what shots were needed to capture all the good. Our video helped us see our wedding day, even the events we missed. Grateful for such an awesome team to help us celebrate and remember our perfect day!",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/cMqyc77_sWo/mqdefault.jpg"
    },
    {
      "name": "Andrew & Kamry",
      "type": "Wedding",
      "review": "Tanner made our wedding video for us and we were so happy with it! He was so good at capturing the little details which meant a lot to us. He was super positive and accommodating. We love our video so much and enjoy rewatching it to relive the memories of our special day! We would definitely recommend NTS Films!",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/2tYhqT3WA78/mqdefault.jpg"
    },
    {
      "name": "Kenna & Kaden",
      "type": "Wedding",
      "review": "This video completely captures the beautiful emotions of our special day! Tanner was amazing and was so easy to work with. He put amazing time and effort into our video to make it the most beautiful thing we've ever watched. I'm so glad that we hired him to capture our day. I don't think anybody could have done it better than him.",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/362q-34gk94/mqdefault.jpg"
    },
    {
      "name": "Kate & Jake",
      "type": "Wedding",
      "review": "We had an awesome time with Tanner filming our wedding day! We felt totally comfortable around him, and he made it super easy to enjoy our special day, trusting that he was capturing all the moments we'd want to remember! We frequently go back and watch our video, and it really helps us experience again all the happy moments of that day! Thanks so much, Tanner!",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/aG6a3py3WtI/mqdefault.jpg"
    },
    {
      "name": "Malaree & Brandon",
      "type": "Wedding",
      "review": "We loved our experience with NTS Films. Our memories from our wedding were perfectly captured. We're so happy we get to have such a special video to relive and show our kids someday!",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/DfjH9CZXpXw/mqdefault.jpg"
    },
    {
      "name": "The McCray's",
      "type": "Wedding",
      "review": "NTS Films perfectly captured the best day of my life, my wedding day! Tanner truly did amazing!! He does so good at even capturing the little details that I love to look back on. So lucky to had worked with NTS Films, and will forever be grateful for his hard work.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/1K1FcZM/mccrays.jpg"
    },
    {
      "name": "Goodman Healthcare",
      "type": "Business",
      "review": "Tanner knows how to get things done and make the fun! I always know when he is doing a video it will be a good time and turn out even better than I could have hoped!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/DMxFjwQ/goodman.jpg"
    },
    {
      "name": "Carlie",
      "type": "Event",
      "review": "Tanner at NTS Films was so amazing to work with! He perfectly captured my event the way I had envisioned it! He really is the videographer for all of your event needs!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/QnHHny4/carlie.jpeg"
    },
    {
      "name": "Hawkin's",
      "type": "Wedding",
      "review": "NTS Films was awesome! He was so easy and fun to work with and had great pose ideas. He got the videos back to us so fast!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/zNSnmZd/hawkins.jpg"
    },
    {
      "name": "The Davies",
      "type": "Wedding",
      "review": "NTS Films exceeded my expectations! NTS has such a good vibe about the people working there. They are so upbeat and just made it a smooth process! I would recommend them to anyone!",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/H0WaQ9w4lMI/mqdefault.jpg"
    },
    {
      "name": "The Binnie's",
      "type": "Wedding",
      "review": "Tanner was so easy and fun to work with and made our video better than I could've ever imagined! I rewatch our video constantly and because of him I get to relive the best day of my life over and over again.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/vwpDwh2/binnie.jpeg"
    },
    {
      "name": "The Diaz's",
      "type": "Wedding",
      "review": "NTS Films went above and beyond at my wedding. Not only is their price amazing but they really make your dreams come true! They did my wedding video and I still look back on it 2 years later in aww <3. He did exactly what I asked for and more!! He was really fun to work with as well!! I will definitely be hiring them again for future events:)",
      "rating": 5,
      "imageurl": "https://i.ibb.co/H2cwwLw/diaz.jpeg"
    },
    {
      "name": "The Brewer's",
      "type": "Wedding",
      "review": "Absolutely loved NTS Films, nothing but professional and reasonable. Video quality and creativity was amazing! NTS Films is definitely the way to go.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/wc8G0P3/brewer.jpeg"
    },
    {
      "name": "Mattie Binnie Photography",
      "type": "Colleague",
      "review": "I've worked with so many videographers and Tanner has to be one of the easiest to work with. He is so accomodating but also has such a creative eye that is fun to work with! I honestly get excited when I find out I get tow work a wedding with Tanner.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/pw007Jz/bphtography.jpg"
    },
    {
      "name": "Nikki Photos Photography",
      "type": "Colleague",
      "review": "NTS Films is amazing! I have worked with many videographers and he has been by far been one of my favorites. So kind, efficient, and hard-working, and the videos are unbelievable!!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/ygYtBR7/nikki.jpg"
    },
    {
      "name": "The Bohne's",
      "type": "Wedding",
      "review": "Our video was perfect, it perfectly encapsulated our wedding and reception. Tanner is fun to work with and his work fantastic.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/7pnZyy9/bohne.jpg"
    },
    {
      "name": "The Watson's",
      "type": "Wedding",
      "review": "NTS Films blew me away with the quality of the wedding video he made us. We literally got everything we wanted. It still leaves us breathless every time we rewatch it and relive our special day.",
      "rating": 5,
      "imageurl": "https://img.youtube.com/vi/PYYdxTWxsqo/mqdefault.jpg"
    },
    {
      "name": "The Pennington's",
      "type": "Wedding",
      "review": "When I tell you that Tanner blew us out of the WATER with our video, I mean it! He brought all of the love, & feelings from our special day into the video. Our video was done in no time, and we were able to communicate exactly what we wanted to him. Tanner is quick to respond and help you figure out exactly what you want in your forever video. If I could I would book him 100X over!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/T8z2NXB/pennington.jpeg"
    },
    {
      "name": "The Hillyer's",
      "type": "Wedding",
      "review": "Tanner is the best to work with! He is calm and collected, he had the perfect energy for our wedding day. He knew exactly what to do and had a vision for how to capture our special day! As he was videoing us he was the best hype man, making us feel so good and confident. On top of all that our viddeo exceeded our expectations!!! We love every second of it! You definitely want a videographer for your wedding day and Tanner is your man:).",
      "rating": 5,
      "imageurl": "https://i.ibb.co/9mPLvjt/hillyer.jpg"
    }
  ]
}
