{
  "reviews": [
    {
      "name": "The McCray's",
      "type": "Wedding",
      "date": "10/29/2018",
      "review": "NTS Films perfectly captured the best day of my life, my wedding day! Tanner truly did amazing!! He does so good at even capturing the little details that I love to look back on. So lucky to had worked with NTS Films, and will forever be grateful for his hard work.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/1K1FcZM/mccrays.jpg"
    },
    {
      "name": "Goodman Healthcare",
      "type": "Business",
      "date": "04/28/2020",
      "review": "Tanner knows how to get things done and make the fun! I always know when he is doing a video it will be a good time and turn out even better than I could have hoped!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/DMxFjwQ/goodman.jpg"
    },
    {
      "name": "Carlie",
      "type": "Event",
      "date": "04/02/2020",
      "review": "Tanner at NTS Films was so amazing to work with! He perfectly captured my event the way I had envisioned it! He really is the videographer for all of your event needs!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/QnHHny4/carlie.jpeg"
    },
    {
      "name": "Hawkin's",
      "type": "Wedding",
      "date": "05/05/2022",
      "review": "NTS Films was awesome! He was so easy and fun to work with and had great pose ideas. He got the videos back to us so fast!",
      "rating": 5,
      "imageurl": "https://i.ibb.co/zNSnmZd/hawkins.jpg"
    },
    {
      "name": "The Binnie's",
      "type": "Wedding",
      "date": "09/09/2019",
      "review": "Tanner was so easy and fun to work with and made our video better than I could've ever imagined! I rewatch our video constantly and because of him I get to relive the best day of my life over and over again.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/vwpDwh2/binnie.jpeg"
    },
    {
      "name": "The Diaz's",
      "type": "Wedding",
      "date": "06/23/2020",
      "review": "NTS Films went above and beyond at my wedding. Not only is their price amazing but they really make your dreams come true! They did my wedding video and I still look back on it 2 years later in aww <3. He did exactly what I asked for and more!! He was really fun to work with as well!! I will definitely be hiring them again for future events:)",
      "rating": 5,
      "imageurl": "https://i.ibb.co/H2cwwLw/diaz.jpeg"
    },
    {
      "name": "The Brewer's",
      "type": "Wedding",
      "date": "04/23/2021",
      "review": "Absolutely loved NTS Films, nothing but professional and reasonable. Video quality and creativity was amazing! NTS Films is definitely the way to go.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/wc8G0P3/brewer.jpeg"
    },
    {
      "name": "Mattie Binnie Photography",
      "type": "Colleague",
      "date": "05/01/2022",
      "review": "I've worked with so many videographers and Tanner has to be one of the easiest to work with. He is so accomodating but also has such a creative eye that is fun to work with! I honestly get excited when I find out I get tow work a wedding with Tanner.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/pw007Jz/bphtography.jpg"
    },
    {
      "name": "The Bohne's",
      "type": "Wedding",
      "date": "01/09/2022",
      "review": "Our video was perfect, it perfectly encapsulated our wedding and reception. Tanner is fun to work with and his work fantastic.",
      "rating": 5,
      "imageurl": "https://i.ibb.co/7pnZyy9/bohne.jpg"
    },
    {
      "name": "The Hillyer's",
      "type": "Wedding",
      "date": "03/15/2022",
      "review": "Tanner is the best to work with! He is calm and collected, he had the perfect energy for our wedding day. He knew exactly what to do and had a vision for how to capture our special day! As he was videoing us he was the best hype man, making us feel so good and confident. On top of all that our viddeo exceeded our expectations!!! We love every second of it! You definitely want a videographer for your wedding day and Tanner is your man:).",
      "rating": 5,
      "imageurl": "https://i.ibb.co/9mPLvjt/hillyer.jpg"
    }
  ]
}
